Repository: radholm/OmniWM
Catalog: Sources/OmniWM/Resources/Localizable.xcstrings
Source language: en
Languages: ar, da, de, el, es, fi, fr, he, hi, it, ja, ko, nb, nl, pl, ru, sr_latn, sv, uk, zh_hans

source: Context (optional)
ar: السياق (اختياري)
da: Sammenhæng (valgfrit)
de: Kontext (optional)
el: Πλαίσιο (προαιρετικά)
es: Contexto (opcional)
fi: Konteksti (valinnainen)
fr: Contexte (facultatif)
he: הקשר (אופציונלי)
hi: संदर्भ (वैकल्पिक)
it: Contesto (facoltativo)
ja: コンテキスト（任意）
ko: 맥락 (선택 사항)
nb: Kontekst (valgfritt)
nl: Context (facultatief)
pl: Kontekst (opcjonalnie)
ru: Контекст (опционально)
sr_latn: Kontekst (opcionalno)
sv: Kontext (valfritt)
uk: Контекст (необов’язково)
zh_hans: 背景（可选）

source: Continue
ar: استمر
da: Fortsæt
de: Weiterführen
el: Συνέχεια
es: Continuar
fi: Jatka
fr: Continuer
he: המשך
hi: जारी रखें
it: Continua
ja: 続ける
ko: 계속
nb: fortsette
nl: Doorgaan
pl: Kontynuuj
ru: Продолжить
sr_latn: Nastavi
sv: fortsätta
uk: Продовжити
zh_hans: 继续

source: Continue Without Screen Recording
ar: استمر بدون تسجيل الشاشة
da: Fortsæt uden skærmoptagelse
de: Fortfahren ohne Bildschirmaufnahme
el: Συνεχίστε χωρίς εγγραφή οθόνης
es: Continuar sin grabar la pantalla
fi: Jatka ilman näytön tallennusta
fr: Continuer sans l’enregistrement de l’écran
he: להמשיך ללא הקלטת מסך
hi: स्क्रीन रिकॉर्डिंग के बिना जारी रखें
it: Continua senza registrazione dello schermo
ja: スクリーン録画なしで続行する
ko: 화면 기록 없이 계속
nb: Fortsett uten skjermopptak
nl: Doorgaan zonder schermopname
pl: Kontynuuj bez nagrywania ekranu
ru: Продолжить без записи экрана
sr_latn: Nastavite bez snimanja ekrana
sv: Fortsätt utan skärminspelning
uk: Продовжити без запису екрана
zh_hans: 不进行屏幕录制继续

source: Continue upward and to the right
ar: استمر للأعلى وإلى اليمين
da: Fortsæt opad og til højre
de: Weiter nach oben und nach rechts gehen
el: Συνεχίστε προς τα πάνω και προς τα δεξιά
es: Continúa hacia arriba y a la derecha
fi: Jatka ylöspäin ja oikealle
fr: Continuer vers le haut et vers la droite
he: המשך למעלה וימינה.
hi: ऊपर और दाईं ओर जारी रखें
it: Continuare verso l'alto e verso destra
ja: 上にそして右に続けます
ko: 위쪽으로 그리고 오른쪽으로 계속하세요
nb: Fortsett oppover og til høyre
nl: Ga naar boven en naar rechts
pl: Kontynuuj w górę i w prawo
ru: Продолжайте вверх и вправо
sr_latn: Nastavite gore i na desno
sv: Fortsätt uppåt och till höger
uk: Продовжіть угору й праворуч
zh_hans: 继续向上和向右移动

source: Control
ar: التحكم
da: Kontrol
de: Kontrolle
el: Έλεγχος
fi: Valvonta
fr: Contrôle
he: שליטה
hi: नियंत्रण
it: Controllo
ja: コントロール
nb: kontroll
nl: Controle
pl: Zarządzaj
ru: Контроль
sr_latn: Kontrola
sv: kontroll
uk: Керування
zh_hans: 控制

source: Control+Shift (⌃⇧)
ar: التحكم+Shift (⌃⇧)
da: Kontrol+Skift (⌃⇧)
fi: Control+Vaihto (⌃⇧)
fr: Contrôle + Déplacement (=)
hi: कंट्रोल+शिफ्ट (⌃⇧)
it: Control+Maiusc (⌃⇧)
ko: 컨트롤+시프트 (⌃⇧)
nb: Kontroll+Shift (⌃⇧)
nl: Controle+Shift (...)
pl: Ctrl+Shift (⌃⇧)
ru: Контроль+Шифт (⌃⇧)
sr_latn: Kontrola + Shift ()

source: Controls
ar: التحكمات
da: Kontrol
de: Steuerelemente
el: Έλεγχοι
es: Controles
fi: Hallintalaitteet
fr: Contrôles
he: בקרות
hi: नियंत्रण
it: Controlli
ja: コントロール
ko: 제어
nb: Kontroller
nl: Controles
pl: Kontrolki
ru: Контролиры
sr_latn: Kontrola
sv: Kontroller
uk: Керування
zh_hans: 控制

source: Controls the appearance of menus and workspace bar
ar: يتحكم في مظهر القوائم وشريط سطح العمل
da: Kontrollerer udseendet af menuer og arbejdsområde bar
de: Steuert das Aussehen von Menüs und Arbeitsbereichsbalken
el: Ελέγχει την εμφάνιση των μενού και μπάρα χώρου εργασίας
es: Controla la apariencia de los menús y la barra de trabajo
fi: Ohjaa valikkojen ja työtilapalkin ulkonäköä
fr: Contrôle l'apparence des menus et de la barre d'espace de travail
he: שולט במראה של תפריטים ובר עבודה
hi: मेनू और वर्कस्पेस बार के दिखावट को नियंत्रित करता है
it: Controlla l'aspetto dei menu e della barra dello spazio di lavoro
ja: メニューとワークスペースバーの外観を制御します
ko: 메뉴와 작업대 바의 표시를 제어합니다.
nb: Kontrollerer utseendet på menyer og arbeidsplassbar
nl: Controleert de verschijning van menu's en werkruimtebalk
pl: Zarządza wyglądem menu i paska przestrzeni roboczej
ru: Контролирует отображение меню и панели рабочего места
sr_latn: Kontroliše pojavu menija i radnog prostora
sv: Kontrollerar utseendet på menyer och arbetsbordsbar
uk: Керує виглядом меню та смуги робочих просторів
zh_hans: 控制菜单和工作区条的显示效果

source: Copied
ar: مُنسخ
da: Kopieret
de: Kopiert
el: Αντιγραφή
es: Copiado
fi: Kopioi
fr: Copié
he: העתק
hi: कॉपी किया गया
it: Copiato
ja: コピーされた
ko: 복사됨
nb: Kopiert
nl: Gekopiëerd
pl: Skopiowano
ru: Скопировано
sr_latn: Kopiranje
sv: Kopierad
uk: Скопійовано
zh_hans: 复制的

source: Copy
ar: نسخ
da: Kopiér
de: Kopie
el: Αντιγραφή
es: Copiar
fi: Kopioi
fr: Copier
he: העתק
hi: कॉपी करें
it: Copia
ja: コピー
ko: 복사
nb: kopi
nl: Kopiëren
pl: Skopiuj
ru: Копировать
sr_latn: Kopija
sv: kopia
uk: Скопіювати
zh_hans: 复制

source: Copy %@
ar: نسخ %@
da: Kopiér %@
de: Kopieren Sie %@
el: Αντιγραφή %@
es: Copiar %@
fi: Kopio %@
fr: Copier %@
he: העתק %@
hi: कॉपी करें %@
it: Copia %@
ja: コピー %@
ko: 복사 %@
nb: Kopier %@
nl: %@ kopiëren
pl: Skopiuj %@
ru: Скопируйте %@
sr_latn: Kopiranje %@
sv: Kopiera %@
uk: Скопіювати %@
zh_hans: 复制%@

source: Copy Debug Dump
ar: نسخ ملف الإخراج التصحيحي
da: Kopiér fejlretningsdump
de: Kopie des Debug-Dump
el: Αντιγραφή αποσφαλμάτωσης
es: Copiar Descarte de depuración
fi: Kopioi vianetsintälaatikko
fr: Copier la décharge de débogage
he: העתק השלכת ניפוי באגים
hi: कॉपी डिबग डंप
it: Copia il dump di debug
ja: デバッグダンプをコピーする
ko: 디버그 덤프 복사
nb: Kopier Debug Dump
nl: Debug dump kopiëren
pl: Skopiuj zrzut diagnostyczny
ru: Скопировать дамп отладки
sr_latn: Kopiranje debuga dumpa
sv: Kopiera felsökningsdump
uk: Скопіювати діагностичний дамп
zh_hans: 复制调试堆积物

source: Copy File
ar: نسخ الملف
da: Kopiér fil
de: Datei kopieren
el: Αντιγραφή αρχείου
es: Copiar archivo
fi: Kopioi tiedosto
fr: Copier le fichier
he: העתק קובץ
hi: फ़ाइल की प्रतिलिपि करें
it: Copia file
ja: ファイルをコピーする
ko: 파일 복사
nb: Kopier fil
nl: Bestand kopiëren
pl: Skopiuj plik
ru: Копировать файл
sr_latn: kopiranje datoteke
sv: Kopiera fil
uk: Копіювати файл
zh_hans: 复制文件

source: Copy Path
ar: نسخ المسار
da: Kopiér sti
de: Pfad kopieren
el: Αντιγραφή διαδρομής
es: Copiar ruta
fi: Kopioi polku
fr: Copier le chemin
he: העתק נתיב
hi: कॉपी पथ
it: Copia tracciato
ja: パスをコピーする
ko: 경로 복사
nb: Kopier sti
nl: Pad kopiëren
pl: Skopiuj ścieżkę
ru: Скопировать путь
sr_latn: Kopiranje puta
sv: Kopiera väg
uk: Скопіювати шлях
zh_hans: 复制路径

source: Copy brew upgrade omniwm
ar: نسخ ترقية brew omniwm
da: Kopiér brygopgradering omniwm
de: Kopiere Brew-Upgrade-Omniwm
el: Αντιγραφή αναβάθμισης ζυθοποιίας omniwm
es: Copiar actualización omniwm de brew
fi: Kopioi oluen päivitys kokonaisuudessaan
fr: Copier la mise à jour de brassage omniwm
he: העתק את הפקודה brew upgrade omniwm
hi: कॉपी ब्रू अपग्रेड ओनिविम
it: Copia upgrade di birra omniwm
ja: Brewアップグレードomniwmをコピーする
ko: brew upgrade omniwm 복사
nb: Kopier bryggeoppgradering omniwm
nl: Brew upgrade omniwm kopiëren
pl: Skopiuj polecenie brew upgrade omniwm
ru: Скопировать команду brew upgrade omniwm
sr_latn: Kopiranje Brv Ažuriranje Omniumm
sv: Kopiera brygguppgradering omniwm
uk: Скопіювати brew upgrade omniwm
zh_hans: 复制酿造升级omniwm

source: Copy crash log file
ar: نسخ ملف سجل الكارثة
da: Kopiér crash- logfil
de: Crash-Log-Datei kopieren
el: Αντιγραφή αρχείου καταγραφής συντριβής
es: Copiar archivo de registro de fallos
fi: Kopioi kaatumislokitiedosto
fr: Copier le fichier du journal des pannes
he: העתק קובץ יומן קריסה
hi: क्रैश लॉग फ़ाइल की प्रतिलिपि करें
it: Copia il file di registro di crash
ja: クラッシュログファイルをコピーする
ko: 크래시 로그 파일 복사
nb: Kopier krasjloggfil
nl: Crash-logbestand kopiëren
pl: Skopiuj plik dziennika awarii
ru: Скопируйте файл журнала с ошибками
sr_latn: Kopiranje datoteke crash log
sv: Kopiera kraschloggfil
uk: Скопіювати файл журналу збою
zh_hans: 复制崩溃日志文件

source: Copy path for %@
ar: مسار النسخ لـ %@
da: Kopiér sti til %@
de: Pfad kopieren für %@
el: Μονοπάτι αντιγραφής για %@
es: Copia de ruta para %@
fi: Kopioi polku %@:lle
fr: Copier le chemin pour %@
he: העתק נתיב עבור %@
hi: %@ के लिए पथ कॉपी करें
it: Copia il percorso per %@
ja: %@のコピーパス
ko: %@에 대한 복사 경로
nb: Kopieringssti for %@
nl: Pad kopiëren voor %@
pl: Skopiuj ścieżkę dla %@
ru: Скопировать путь для %@
sr_latn: Kopiranje puta za %@
sv: Kopiera sökväg för %@
uk: Скопіювати шлях для %@
zh_hans: %@的复制路径

source: Corner Radius
ar: نصف قطر الزاوية
da: Hjørneradius
de: Eckenradius
el: Γωνία Radius
es: Radio de la esquina
fi: Kulma Radius
fr: Rayon d'angle
he: רדיוס פינתי
hi: कोर्नर रेडियस
it: Raggio angolare
ja: コーナー半径
ko: 모서리 반경
nb: Kvadratradius
nl: Hoekstraal
pl: Promień zakrzywienia rogu
ru: Конечный радиус
sr_latn: radijus radijus
sv: Hörnradie
uk: Радіус кута
zh_hans: 角半径

source: Correct the reported value at %@; OmniWM applies the file once it decodes. Saving from the Settings window first secures the rejected bytes as a recovery file.
ar: صحّح القيمة المذكورة في %@؛ سيطبّق OmniWM الملف بعد أن يتمكّن من فك ترميزه. إذا حفظت من نافذة الإعدادات أولًا، فستُحفظ البيانات المرفوضة في ملف استعادة.
da: Korrekt den rapporterede værdi ved %@; OmniWM anvender filen, når den afkoder. Gemmer fra Indstillinger vinduet først sikrer de afviste bytes som en opsving fil.
de: Korrigieren Sie den gemeldeten Wert in %@; OmniWM übernimmt die Datei, sobald sie wieder eingelesen werden kann. Wenn Sie zuerst im Einstellungsfenster speichern, werden die zurückgewiesenen Bytes als Wiederherstellungsdatei gesichert.
el: Διόρθωσε την αναφερόμενη τιμή στο %@; Το OmniWM εφαρμόζει το αρχείο μόλις αποκωδικοποιήσει. Η αποθήκευση από το παράθυρο Ρυθμίσεις ασφαλίζει πρώτα τα απορριπτόμενα ψηφιολέξεις ως αρχείο ανάκτησης.
es: Corrige el valor indicado en %@; OmniWM aplica el archivo en cuanto puede descodificarlo. Si guardas primero desde la ventana de Configuración, los bytes rechazados se conservan en un archivo de recuperación.
fi: Korjataan ilmoitettu arvo %@-koodauksella; OmniWM-koodataan tiedosto, kun se on purettu. Asetukset-ikkunan tallentaminen turvaa ensin hylätyt tavut palautustiedostona.
fr: Corrigez la valeur signalée dans %@ ; OmniWM appliquera le fichier dès qu’il pourra le décoder. Enregistrer d’abord depuis la fenêtre Réglages préserve les octets rejetés dans un fichier de récupération.
he: תקן את הערך המדווח %@; OmniWM החל הקובץ ברגע שהוא מפענח. שמירת מחלון הגדרות קודם מאבטחת את הבייטים הדחויים כקובץ התאוששות.
hi: %@ में बताए गए मान को ठीक करें; फ़ाइल को सफलतापूर्वक पढ़ पाने पर OmniWM उसे लागू करेगा। पहले सेटिंग्स विंडो से सहेजने पर अस्वीकृत मूल डेटा रिकवरी फ़ाइल में सुरक्षित हो जाता है।
it: Correggi il valore riportato a %@; OmniWM applica il file una volta che si decodifica. Salvataggio dalla finestra Impostazioni prima protegge i byte rifiutati come un file di recupero.
ja: %@の報告された値を修正してください。OmniWMは、ファイルがデコードされた後に適用されます。設定ウィンドウから保存することで、最初に拒否されたバイトをリカバリーファイルとして保護します。
ko: %@에 표시된 잘못된 값을 수정하세요. 파일을 해독할 수 있게 되면 OmniWM이 적용합니다. 먼저 설정 창에서 저장하면 거부된 원본 바이트가 복구 파일에 보존됩니다.
nb: Rett den rapporterte verdien i %@; OmniWM tar filen i bruk når den kan dekodes. Hvis du lagrer fra Innstillinger først, sikres de avviste bytene i en gjenopprettingsfil.
nl: Corrigeer de gerapporteerde waarde bij %@; OmniWM past het bestand toe zodra het is gedecodeerd. Opslaan uit het venster Instellingen beveiligt eerst de afgewezen bytes als een herstelbestand.
pl: Popraw wartość raportowaną w %@; OmniWM zastosuje plik, gdy go odszyfruje. Zapisanie z okna Ustawień najpierw zapewnia odrzucane bajty jako plik do odzyskiwania.
ru: Исправьте указанную значение в %@; OmniWM применяется к файлу после его декодирования. Сначала сохранение в окне «Настройки» обеспечивает сохраненность отклоненных байтов в качестве файла восстановления.
sr_latn: Ispravljajte prikazanu vrednost na %@; OmniWM primenjuje datoteku nakon što se dekodira. Sačuvanje iz prozora podešavanja prvo obezbeđuje odbijene bitove kao datoteku oporavka.
sv: Rätta det rapporterade värdet i %@; OmniWM tillämpar filen när den kan läsas in. Om du först sparar från Inställningar bevaras de avvisade byten i en återställningsfil.
uk: Виправте вказане значення в %@. OmniWM застосує файл, щойно зможе його прочитати. Якщо спочатку зберегти зміни у вікні параметрів, відхилені байти буде збережено у файлі відновлення.
zh_hans: 请修正 %@ 中报告的值；OmniWM 成功解析文件后会应用它。先在“设置”窗口中保存，可将无法解析的原始数据保存为恢复文件。

source: Could Not Check for Updates
ar: تعذر التحقق من التحديثات
da: Kunne ikke tjekke for opdateringer
de: Updates nicht überprüfen können
el: Αδυναμία ελέγχου για ενημερώσεις
es: No se pudo verificar actualizaciones
fi: Päivityksiä ei voitu tarkistaa
fr: Impossible de vérifier les mises à jour
he: אין אפשרות לבדוק עדכונים
hi: अपडेट के लिए जांच नहीं कर सका
it: Impossibile controllare gli aggiornamenti
ja: 更新を確認できませんでした
ko: 업데이트 확인할 수 없습니다
nb: Kunne ikke sjekke for oppdateringer
nl: Kon niet controleren op updates
pl: Nie można sprawdzić aktualizacji
ru: Не удалось проверить наличие обновлений
sr_latn: Ne mogu da proverim za ažuriranje
sv: Kunde inte kontrollera efter uppdateringar
uk: Не вдалося перевірити оновлення
zh_hans: 无法检查更新

source: Could not clear clipboard history.
ar: تعذّر مسح سجل الحافظة.
da: Kunne ikke rydde udklipsholderhistorikken.
de: Clipboard-Verlauf konnte nicht gelöscht werden.
el: Αδύνατη η διαγραφή του ιστορικού του πρόχειρου.
es: No se pudo borrar el historial del portapapeles.
fi: Leikepöydän historiaa ei voitu tyhjentää.
fr: Impossible d'effacer l'historique du presse-papiers.
he: לא ניתן היה למחוק את היסטוריית לוח העריכה.
hi: क्लिपबोर्ड इतिहास साफ़ नहीं किया जा सका।
it: Impossibile cancellare la cronologia degli appunti.
ja: クリップボードの履歴をクリアできませんでした。
ko: 클립보드 기록을 지울 수 없습니다.
nb: Kunne ikke tømme utklippstavlehistorikken.
nl: Kon klembordgeschiedenis niet wissen.
pl: Nie udało się wyczyścić historii schowka.
ru: Не удалось очистить историю буфера обмена.
sr_latn: Nije moguće obrisati istoriju klipborda.
sv: Kunde inte rensa urklippshistoriken.
uk: Не вдалося очистити історію буфера обміну.
zh_hans: 无法清除剪贴板历史记录。

source: Could not update the login item: %@
ar: تعذر تحديث عنصر تسجيل الدخول: %@
da: Kunne ikke opdatere login- punktet: %@
de: Das Anmeldeelement konnte nicht aktualisiert werden: %@
el: Αδυναμία ενημέρωσης του στοιχείου σύνδεσης: %@
es: No se pudo actualizar el elemento de inicio de sesión: %@
fi: Kirjautumiskohtaa ei voitu päivittää: %@
fr: Impossible de mettre à jour l'élément de connexion : %@
he: אין אפשרות לעדכן את פריט הכניסה: %@
hi: लॉगिन आइटम अपडेट नहीं किया जा सका: %@
it: Impossibile aggiornare la voce di accesso: %@
ja: ログインアイテムを更新できません：%@
ko: 로그인 항목을 업데이트할 수 없습니다: %@
nb: Kunne ikke oppdatere innloggingselementet: %@
nl: Kon het aanmelditem niet bijwerken: %@
pl: Nie można zaktualizować pozycji logowania: %@
ru: Не удалось обновить элемент входа: %@
sr_latn: Ne mogu da ažuriram stavku za prijavljivanje: %@
sv: Kunde inte uppdatera inloggningsposten: %@
uk: Не вдалося оновити об’єкт входу: %@
zh_hans: 无法更新登录项目：%@

source: Could not verify display Spaces setting
ar: تعذر التحقق من إعدادات عرض المساحات
da: Kunne ikke bekræfte indstillingen af visning af mellemrum
de: Einstellung für Display-Spaces konnte nicht verifiziert werden
el: Αδύνατη η επαλήθευση ρύθμισης χώρων απεικόνισης
es: No se pudo verificar la configuración de Espacios de visualización
fi: Näytön välilyöntiasetuksia ei voitu todentaa
fr: Impossible de vérifier le réglage des espaces d'affichage
he: אין אפשרות לוודא את הגדרות המרחבים של התצוגה
hi: डिस्प्ले स्पेस सेटिंग्स की पुष्टि नहीं की जा सकी।
it: Impossibile verificare l'impostazione degli spazi di visualizzazione
ja: 表示スペースの設定を検証できませんでした
ko: 디스플레이 스페이스 설정을 확인할 수 없습니다.
nb: Kunne ikke verifisere innstillingene for visningsplassering
nl: Kon de weergaveruimte-instelling niet verifiëren
pl: Nie można zweryfikować ustawień przestrzeni wyświetlania
ru: Не удалось подтвердить настройки отображения пространств
sr_latn: Nemoguće je proveriti postavke prostora za prikazivanje
sv: Kunde inte kontrollera inställningen ”Bildskärmar har egna Spaces”
uk: Не вдалося перевірити налаштування окремих просторів на дисплеях
zh_hans: 无法验证显示器的“空间”设置

source: Couldn't prepare the diagnostic log: %@. Your issue still opened.
ar: لم يتمكن من إعداد سجل التشخيص: %@. لا يزال مشكلتك مفتوحة.
da: Kunne ikke forberede den diagnostiske log: %@. Dit problem er stadig åbnet.
de: Das Diagnoseprotokoll konnte nicht erstellt werden: %@. Ihr Problem wurde weiterhin geöffnet.
el: Δεν μπόρεσε να προετοιμάσει το διαγνωστικό αρχείο καταγραφής: %@. Το θέμα σου είναι ακόμα ανοιχτό.
es: No se pudo preparar el registro de diagnóstico: %@. La página de tu informe se abrió igualmente.
fi: Diagnostista lokia ei voitu valmistella: %@. Ongelmasi on yhä auki.
fr: Impossible de préparer le journal de diagnostic : %@. Votre problème est toujours ouvert.
he: לא יכל להכין את יומן האבחון: %@. הבעיה שלך עדיין נפתחה.
hi: निदानिक लॉग तैयार नहीं किया जा सका: %@। आपका समस्या अभी भी खुली हुई है।
it: Impossibile preparare il registro diagnostico: %@. Il tuo problema e' ancora aperto.
ja: 診断ログを準備できませんでした: %@。あなたの問題はまだ開いたままです。
ko: 진단 로그를 준비하지 못했습니다: %@. 이슈 페이지는 계속 열렸습니다.
nb: Kunne ikke forberede diagnostisk logg: %@. Problemet ditt er fortsatt åpnet.
nl: Kon het kenmerkende logboek niet voorbereiden: %@. Je probleem is nog steeds opgelost.
pl: Nie udało się przygotować dziennika diagnostycznego: %@. Twój problem nadal otwarty.
ru: Не удалось подготовить диагностический журнал: %@. Ваша проблема все еще открыта.
sr_latn: Ne mogu da pripremim dijagnostički dnevnik: %@. Vaše pitanje je još uvek otvoreno.
sv: Kunde inte förbereda diagnostikloggen: %@. Ditt problem har fortfarande öppnats.
uk: Не вдалося підготувати діагностичний журнал: %@. Сторінку повідомлення про проблему все одно відкрито.
zh_hans: 无法准备诊断日志：%@。您的问题仍然未解决。

source: Couldn’t Check Running Processes
ar: لم أستطع التحقق من العمليات الجارية
da: Kunne ikke tjekke køreprocesser
de: Laufende Prozesse nicht überprüfen können
el: Αδυναμία ελέγχου των διαδικασιών εκτέλεσης
es: No pude verificar los procesos en ejecución
fi: Ei voitu tarkistaa käynnissä olevia prosesseja
fr: Impossible de vérifier les processus d'exécution
he: אין אפשרות לבדוק את תהליך הריצה
hi: चल रही प्रक्रियाओं की जांच नहीं कर सका
it: Impossibile controllare i processi in esecuzione
ja: 実行中のプロセスを確認できませんでした
ko: 실행 중인 프로세스를 확인할 수 없었습니다
nb: Kunne ikke sjekke kjørende prosesser
nl: Kon lopende processen niet controleren
pl: Nie można sprawdzić uruchomionych procesów
ru: Не удалось проверить работающие процессы
sr_latn: Ne mogu da proverim proces
sv: Kunde inte kontrollera körande processer
uk: Не вдалося перевірити запущені процеси
zh_hans: 无法检查正在运行的进程

source: Couldn’t Identify a Running Process
ar: لم أستطع تحديد عملية جارية
da: Kunne ikke identificere en køreproces
de: Ein laufender Prozess konnte nicht identifiziert werden
el: Αδυναμία αναγνώρισης μιας διαδικασίας εκτέλεσης
es: No se pudo identificar un proceso en ejecución
fi: Kyky tunnistaa käynnissä oleva prosessi
fr: Impossible d'identifier un processus d'exécution
he: אין אפשרות לזהות תהליך ריצה
hi: एक चल रही प्रक्रिया की पहचान नहीं कर सका
it: Impossibile identificare un processo in esecuzione
ja: 実行中のプロセスを特定できませんでした
ko: 실행 중인 프로세스를 식별할 수 없었습니다
nb: Kunne ikke identifisere en kjørende prosess
nl: Kon geen actief proces identificeren
pl: Nie można zidentyfikować uruchomionego procesu
ru: Не удалось идентифицировать текущий процесс
sr_latn: Ne mogu da identifikuju proces trčanja
sv: Kunde inte identifiera en pågående process
uk: Не вдалося визначити запущений процес
zh_hans: 无法识别正在运行的进程

source: Couldn’t refresh the macOS window corner setting, so no change was made.
ar: لم يتمكن من تحديث إعدادات زاوية النافذة macOS، لذلك لم يتم إجراء أي تغيير.
da: Kunne ikke opdatere indstillingen macOS vindueshjørne, så der blev ikke foretaget nogen ændring.
de: Die Ecke des macOS-Fensters konnte nicht aktualisiert werden, daher wurden keine Änderungen vorgenommen.
el: Δεν μπορούσε να ανανεώσει το παράθυρο macOS γωνία ρύθμιση, έτσι δεν έγινε καμία αλλαγή.
es: No se pudo actualizar la configuración de la esquina de la ventana macOS, por lo que no se realizó ningún cambio.
fi: macOS-ikkunan kulma-asetusta ei voitu päivittää, joten muutosta ei tehty.
fr: Impossible de rafraîchir le réglage du coin de la fenêtre macOS, donc aucun changement n'a été fait.
he: לא יכולתי לרענן את macOS חלון פינה הגדרה, כך שלא נעשה שינוי.
hi: macOS विंडो कॉर्नर सेटिंग को रीफ्रेश नहीं किया जा सका, इसलिए कोई बदलाव नहीं किया गया।
it: Impossibile aggiornare l'impostazione dell'angolo della finestra macOS, quindi non è stato effettuato alcun cambiamento.
ja: macOSウィンドウのコーナー設定を更新できなかったため、変更が加えられませんでした。
ko: macOS 창 모서리 설정을 새로 고칠 수 없어서 변경되지 않았습니다.
nb: Kunne ikke oppdatere innstillingene for hjørnet av macOS-vinduet, så ingen endring ble gjort.
nl: Kon de macOS vensterhoekinstelling niet vernieuwen, dus er is geen wijziging aangebracht.
pl: Nie udało się odświeżyć ustawienia rogu okna macOS, więc nie wprowadzono zmian.
ru: Не удалось обновить настройки угла окна macOS, поэтому никаких изменений не было сделано.
sr_latn: Ne mogu da obnovim podešavanje ugla macOS prozora, tako da nije napravljena nikakva promena.
sv: Kunde inte uppdatera inställningarna för fönsterhörnet i macOS, så ingen förändring gjordes.
uk: Не вдалося оновити параметр заокруглення кутів вікон macOS, тому нічого не змінено.
zh_hans: 无法刷新macOS窗口角设置，所以没有进行任何更改。

source: Couldn’t refresh the macOS window corner setting.
ar: تعذر تحديث إعدادات زاوية النافذة macOS.
da: Kunne ikke opdatere indstillingen af vinduets hjørne macOS.
de: Das macOS-Fenster-Eckeinstellungen konnten nicht aktualisiert werden.
el: Δεν μπορούσε να ανανεώσει το macOS παράθυρο γωνία ρύθμιση.
es: No se pudo actualizar la configuración del esquina de la ventana macOS.
fi: Ei voitu päivittää macOS ikkunakulma-asetusta.
fr: Impossible de rafraîchir le réglage du coin de la fenêtre macOS.
he: לא יכולתי לרענן את macOS הגדרת חלון פינתי.
hi: macOS विंडो कॉर्नर सेटिंग को रीफ़्रेश नहीं कर सका।
it: Impossibile aggiornare l'impostazione dell'angolo della finestra macOS.
ja: macOSウィンドウのコーナー設定を更新できませんでした。
ko: macOS 창 모서리 설정을 새로 고칠 수 없었습니다.
nb: Kunne ikke oppdatere innstillingene for hjørnet av macOS-vinduet.
nl: Kon de hoekinstelling van macOS niet vernieuwen.
pl: Nie udało się odświeżyć ustawienia zaokrąglenia narożników okien w macOS.
ru: Не удалось обновить настройки угла окна macOS.
sr_latn: Ne mogu da obnovim podešavanje ugla macOS prozora.
sv: Kunde inte uppdatera inställningen för fönsterhörnet macOS.
uk: Не вдалося оновити параметр заокруглення кутів вікон macOS.
zh_hans: 无法刷新macOS窗口角设置。

source: Crash
ar: تعطّل
da: Nedbrud
de: Unfall
el: Συντριβή
es: Fallo de la aplicación
fi: Kaatuminen
fr: Plantage
he: התרסקות
hi: दुर्घटना
it: CrashCity name (optional, probably does not need a translation)
ja: クラッシュ
ko: 충돌
nb: Krasj
pl: Zapadnięcie
ru: Авария
sr_latn: nesreća
sv: braka
uk: Збій
zh_hans: 坠毁

source: Crash: %@
ar: تعطّل: %@
da: Nedbrud: %@
el: Συντριβή: %@
es: Fallo de la aplicación: %@
fi: Kolari: %@
fr: Plantage : %@
he: התרסקות: %@
hi: क्रैश: %@
it: Arresto anomalo: %@
ja: クラッシュ：%@
ko: 충돌: %@
nb: Krasj: %@
pl: Zapadnięcie: %@
ru: Авария: %@
sr_latn: KSNUMKS: %@
sv: Krasch: %@
uk: Збій: %@
zh_hans: 崩溃：%@

source: Create App Rule…
ar: إنشاء قاعدة للتطبيق…
da: Opret appregel…
de: App-Regel erstellen…
el: Δημιουργία κανόνα εφαρμογής…
es: Crear regla de aplicación…
fi: Luo sovellussääntö…
fr: Créer une règle d’application…
he: צור כלל לאפליקציה…
hi: ऐप नियम बनाएँ…
it: Crea regola per l’app…
ja: アプリルールを作成…
ko: 앱 규칙 만들기…
nb: Opprett appregel…
nl: Appregel aanmaken…
pl: Utwórz regułę aplikacji…
ru: Создать правило для приложения…
sr_latn: Napravi pravilo za aplikaciju…
sv: Skapa appregel…
uk: Створити правило для застосунку…
zh_hans: 创建应用规则…
